<template>
    <div class="rule-wrap">
      <p>1.在活动页面挑选喜欢的商品参与省钱达人活动</p>
      <p>2.每件商品参考市场价设定总参与人次，每购买1张商城优惠券可参与1人次，用户可重复参与或一次购买多件。参与人次达到本商品人次要求后，将在下个工作日11：00开奖并公布中奖结果。若到期而商品人次未满，则款项可申请退款。</p>
      <p>3.用户支付成功后可分享链接邀请好友为自己助力（仅限好友支付成功）提高中奖概率；例如：A支付3次，邀请好友B助力，B支付4次，则A得7次获得赠品的机会，B得4次获得赠品的机会。</p>
      <p>4.奖品：一等奖为中奖商品，二等奖为10元商城优惠券，可在爱用商城APP-【我的】-【优惠券】查看，单个商品活动每名用户最多可中奖1次，未中奖的用户可自行申请退款。（备注：购买的商城优惠券将在活动结束后7个工作日内发放）</p>
      <p>5.活动未结束时，一经支付暂不支持退货服务，请知悉 。如存在刷单、恶意虚假用户等违规行为，平台有权判定开奖无效。本活动与Apple Inc无关，如有任何疑问请联系在线客服或拨打客服热线4000-800-811（时间9：00-19：00）</p>
    </div>
</template>

<script>
    export default {
        name: "Rule"
    }
</script>

<style scoped lang="scss">
  .rule-wrap{
    background-color: #fff;
    height: 100%;
    color: #363636;
    font-size: .24rem;
    padding: .28rem .32rem;
    font-family: 'PingFangSC-Light';
    p{
      margin-bottom: .2rem;
    }
  }
</style>
